Repository: dara-tech/Risk_screening_tools
Catalog: import/i18n/*.po
Languages: km

source: ERROR
km: កំហុស

source: Loading...
km: កំពុងផ្ទុក...

source: STI Risk Screening
km: ការត្រួតពិនិត្យហានិភ័យ STI

source: Comprehensive STI risk assessment and data entry
km: ការវាយតម្លៃហានិភ័យ STI និងការបញ្ចូលទិន្នន័យគ្រប់ជ្រុងជ្រោយ

source: Screening Records
km: កំណត់ត្រាការត្រួតពិនិត្យ

source: View and manage all screening records
km: មើល និងគ្រប់គ្រងកំណត់ត្រាការត្រួតពិនិត្យទាំងអស់

source: Basic Information
km: ព័ត៌មានមូលដ្ឋាន

source: Risk Assessment
km: ការវាយតម្លៃហានិភ័យ

source: Clinical Data
km: ទិន្នន័យគ្លីនិក

source: Risk Calculation
km: ការគណនាហានិភ័យ

source: Summary
km: សេចក្តីសង្ខេប

source: No Access
km: គ្មានការចូល

source: You do not have access to any organization units
km: អ្នកគ្មានការចូលទៅកាន់ឯកតាអង្គការណាមួយទេ

source: Error
km: កំហុស

source: Failed to load organization units
km: បរាជ័យក្នុងការផ្ទុកឯកតាអង្គការ

source: No Data
km: គ្មានទិន្នន័យ

source: No screening records found
km: រកមិនឃើញកំណត់ត្រាការត្រួតពិនិត្យ

source: Data Loaded
km: ទិន្នន័យត្រូវបានផ្ទុក

source: No screening events found in the system
km: រកមិនឃើញព្រឹត្តិការណ៍ការត្រួតពិនិត្យក្នុងប្រព័ន្ធ

source: Access Error
km: កំហុសការចូល

source: Unable to access screening data. Please check your permissions or contact your administrator.
km: មិនអាចចូលទៅកាន់ទិន្នន័យការត្រួតពិនិត្យបានទេ។ សូមពិនិត្យការអនុញ្ញាតរបស់អ្នក ឬទាក់ទងអ្នកគ្រប់គ្រង។

source: Failed to load screening data
km: បរាជ័យក្នុងការផ្ទុកទិន្នន័យការត្រួតពិនិត្យ

source: Success
km: ជោគជ័យ

source: Screening record updated successfully
km: កំណត់ត្រាការត្រួតពិនិត្យត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ

source: Failed to update screening record
km: បរាជ័យក្នុងការធ្វើបច្ចុប្បន្នភាពកំណត់ត្រាការត្រួតពិនិត្យ

source: Test Success
km: តេស្តជោគជ័យ

source: Test update completed successfully
km: ការធ្វើតេស្តការធ្វើបច្ចុប្បន្នភាពបានបញ្ចប់ដោយជោគជ័យ

source: Test Failed
km: តេស្តបរាជ័យ

source: Test update failed
km: ការធ្វើតេស្តការធ្វើបច្ចុប្បន្នភាពបរាជ័យ

source: ID
km: លេខសម្គាល់

source: Sex
km: ភេទ

source: Date of Birth
km: ថ្ងៃខែឆ្នាំកំណើត

source: Province
km: ខេត្ត

source: Risk Level
km: កម្រិតហានិភ័យ

source: Risk Score
km: ពិន្ទុហានិភ័យ

source: Export Successful
km: ការនាំចេញជោគជ័យ

source: Screening data exported to CSV
km: ទិន្នន័យការត្រួតពិនិត្យត្រូវបាននាំចេញទៅ CSV

source: View and manage all saved risk screening data
km: មើល និងគ្រប់គ្រងទិន្នន័យការត្រួតពិនិត្យហានិភ័យទាំងអស់ដែលបានរក្សាទុក

source: Total Screenings
km: ការត្រួតពិនិត្យសរុប

source: High Risk
km: ហានិភ័យខ្ពស់

source: This Month
km: ខែនេះ

source: Organizations
km: អង្គការ

source: Search by name, ID...
km: ស្វែងរកតាមឈ្មោះ លេខសម្គាល់...

source: All Risk Levels
km: កម្រិតហានិភ័យទាំងអស់

source: Low Risk
km: ហានិភ័យទាប

source: Medium Risk
km: ហានិភ័យមធ្យម

source: Very High Risk
km: ហានិភ័យខ្ពស់ណាស់

source: Newest First
km: ថ្មីជាងគេមុន

source: Oldest First
km: ចាស់ជាងគេមុន

source: Name A-Z
km: ឈ្មោះ A-Z

source: Name Z-A
km: ឈ្មោះ Z-A

source: Highest Risk
km: ហានិភ័យខ្ពស់ជាងគេ

source: Lowest Risk
km: ហានិភ័យទាបជាងគេ

source: Test Access
km: ធ្វើតេស្តការចូល

source: Refresh
km: ធ្វើឱ្យថ្មី

source: Export
km: នាំចេញ

source: Loading organization units...
km: កំពុងផ្ទុកឯកតាអង្គការ...

source: Loading screenings...
km: កំពុងផ្ទុកការត្រួតពិនិត្យ...

source: No screening data found
km: រកមិនឃើញទិន្នន័យការត្រួតពិនិត្យ

source: No screenings match your filters
km: គ្មានការត្រួតពិនិត្យដែលត្រូវគ្នានឹងតម្រងរបស់អ្នក

source: No screening records have been saved yet. Start by creating a new screening.
km: គ្មានកំណត់ត្រាការត្រួតពិនិត្យដែលត្រូវបានរក្សាទុកនៅឡើយទេ។ ចាប់ផ្តើមដោយការបង្កើតការត្រួតពិនិត្យថ្មី។

source: Try adjusting your search or filters to see more results.
km: ព្យាយាមកែតម្រូវការស្វែងរក ឬតម្រងរបស់អ្នកដើម្បីមើលលទ្ធផលបន្ថែម។

source: Create New Screening
km: បង្កើតការត្រួតពិនិត្យថ្មី

source: N/A
km: មិនមាន

source: Unknown
km: មិនដឹង

source: Risk
km: ហានិភ័យ

source: Score
km: ពិន្ទុ

source: View Details
km: មើលព័ត៌មានលម្អិត

source: Edit Screening Record
km: កែសម្រួលកំណត់ត្រាការត្រួតពិនិត្យ

source: System ID
km: លេខសម្គាល់ប្រព័ន្ធ

source: First Name
km: ឈ្មោះ

source: Last Name
km: ឈ្មោះគ្រួសារ

source: Select sex
km: ជ្រើសរើសភេទ

source: Male
km: ប្រុស

source: Female
km: ស្រី

source: Other
km: ផ្សេងទៀត

source: Save Changes
km: រក្សាទុកការផ្លាស់ប្តូរ

source: Test Update
km: ធ្វើតេស្តការធ្វើបច្ចុប្បន្នភាព

source: Cancel
km: បោះបង់

# Application title
source: __MANIFEST_APP_TITLE
km: Risk Screening Import Data

# Application description
source: __MANIFEST_APP_DESCRIPTION
km: Risk Screening Imoport Data
